{
  "signUp": {
    "formTitle": "Зареєструватись",
    "emailPlaceholder": "Адреса електронної пошти",
    "passwordPlaceholder": "Пароль",
    "button": "Зареєструватись",
    "alreadySignUp": "Вже є акаунт?",
    "signIn": "Увійти",
    "gap": "або",
    "googleButton": "Зареєструйтесь з Google",
    "policyStart": "Реєструючись для створення облікового запису, я приймаю",
    "policyLink": "Умови використання та Політика конфіденційності",
    "policyEnd": "компанії"
  },
  "signIn": {
    "formTitle": "Увійти",
    "emailPlaceholder": "Адреса електронної пошти",
    "passwordPlaceholder": "Пароль",
    "button": "Увійти",
    "forgotPassword": "Забули пароль?",
    "gap": "або",
    "googleButton": "Увійти з Google",
    "firstTime": "Вперше на Mix Movie? ",
    "signup": "Зареєструватись"
  },
  "forgotPassword": {
    "formTitle": "Відновлення паролю",
    "emailPlaceholder": "Адреса електронної пошти",
    "button": "Змінити пароль"
  },
  "header": {
    "menuMain": "Головна",
    "menuFilms": "Фільми",
    "menuSeries": "Серіали",
    "menuFavourites": "Обране",
    "menuFavouritesTooltip": "Хочете зберегти фільм на потім? Увійдіть та додайте його в обране!",
    "login": "Вхід",
    "register": "Реєстрація",
    "logOut": "Вийти",
    "searchBtn": "Дивитись більше"
  },
  "home": {
    "trendFilmsTitle": "Фільми в тренді",
    "trendTvTitle": "Серіали в тренді",
    "popularFilmsTitle": "Популярні фільми",
    "popularTvTitle": "Популярні серіали",
    "upcomingFilmsTitle": "В очікуванні",
    "descriptionFilmsTitle": "Дивитися фільми в HD онлайн",
    "descriptionFilmsText": "Чим себе зайняти після важких трудових буднів? Повсякденне життя пропонує безліч варіантів, але практично кожна людина на нашій планеті любить переглядати улюблені кінокартини. Ми створили зручний та унікальний у своєму роді кінотеатр для перегляду відео в комфортних для тебе умовах. Тобі більше ніколи не доведеться шукати якусь вільну хвилинку, щоб знайти потрібні кінотеатри, встигнути купити в касі або забронювати через інтернет квитки на улюблені місця. Все це залишилося позаду великих перспектив дивитися фільми онлайн у високій HD якості на нашому сайті. Дорогий гість ресурсу, пропонуємо тобі прямо зараз поринути у дивовижно захоплюючий світ – новинки кінопрокату доступні всім користувачам цілодобово!",
    "descriptionTvTitle": "Серіали онлайн",
    "descriptionTvText": "Що ж до пропонованого списку фільмів і серіалів, які ти можеш тут дивитися в HD якості, то він постійно розширюється і доповнюється картинами найпопулярніших хітів Голлівуду. Словом, кожен шанувальник високоякісного світового кінематографа обов'язково знайде на нашому сайті те, що йому принесе море задоволення від перегляду онлайн у домашніх умовах! Клич друзів, і ти чудово проведеш час разом з близькими та рідними людьми – наш ресурс стане чудовим акомпанементом для твого розслабленого та веселого відпочинку!"
  },
  "media": {
    "films": "У нашому інтернет-кінотеатрі для Вас зібрані неймовірні фільми, завдяки чому тепер Ви можете переглядати їх у той час, який буде зручним саме Вам!</br></br>Будь-якого кіномана обов'язково порадує кількість фільмів у базі нашого ресурсу, а крім того, є можливість дізнатися про думку інших глядачів та поділитися своїм власним враженням від перегляду. Завдяки нам, Ви можете переглянути фільми онлайн у чудовій HD якості, та ще й абсолютно безкоштовно! Ми пропонуємо перегляд кінофільмів різних жанрів!</br></br>Таким чином, можна сміливо говорити про те, що переглядати в інтернеті не лише дуже зручно, а й практично. Напевно, заради справедливості, варто сказати, що перегляд кіно новинок вдома не найкраща альтернатива походу в кінотеатр з коханою людиною або в компанії друзів, але тут є й свої плюси, такі як економія на вартості квитка і те, що переглядати фільми можна знову і знову! Жодних обмежень!! Світовий кінематограф на сучасному етапі розвитку радує любителів кіномистецтва практично кожного сезону. Таким чином, побачивши всі кіноролики, у тому числі за попередні роки, у Вас не вистачить часу, чи фінансів. Але, до речі, це не завжди мінус: часто буває так, що анонс новинки кінокартини у творців фільму вигідно відрізняється від самого фільму. Адже не виключено, що сюжет, цікавий одній публіці, може не цікавити іншу.</br></br>Не завжди за описом та назвою можна визначитися з тим, наскільки сюжет фільму буде захоплюючим або, навпаки, нудним. Безперечно, що набагато практичніше переглядати більшу частину щорічних новинок, а в кінотеатр вирушатиме тоді, коли Ви точно будете впевнені в тому, що фільм вас не розчарує! Також можна зробити і з покупкою дисків з фільмами, подивившись новинку і познайомившись із сюжетом, купувати їх у домашню відеотеку. А якщо Ви просто не хочете захаращувати полиці будинку дисками з фільмами, наш сайт пропонує вибрати те, що Ви хочете онлайн! Вибір за Вами! Наш сайт не тільки познайомить Вас з новинками, але й надасть можливість подивитися добірні кінофільми, що вже знайомі глядачам!</br></br>Це дуже просто і доступно, без реєстрації, без SMS, абсолютно безкоштовно! Тут Ви знайдете найкращі кіноролики, найпопулярніші у високій якості 720p. Заходьте на наш сайт та насолоджуйтесь переглядом. Тепер Ви знаєте, де шукати своє улюблене кіно! Оцінюйте прем'єри раніше за Ваших знайомих! Влаштовуйте комфортні, романтичні кіно вечори у себе вдома або захоплюючі - в компанії своїх друзів! Отримуйте задоволення від екранних історій без нав'язливої реклами!",
    "tv": "Вам подобається дивитися серіали, але не завжди вдається подивитися по телевізору чергову серію та дізнатися, як розвиватимуться подальші події, оскільки вона транслюється у незручний час, і тому часто пропускаєте цікаві епізоди? Але сьогодні є чудовий спосіб вирішити цю проблему – перегляд серіалів онлайн!</br></br>В інтернеті існує маса контенту, які можуть запропонувати перегляд онлайн серіалів безкоштовно як іноземні, так і російські.</br></br>На сьогоднішній день серіали стали дуже популярними, набагато популярнішими, ніж раніше. Сюжети серіалів стали цікавішими, а відповідно і охочих подивитися на них стає більше. Також на зорову аудиторію вплинув і розвиток інтернету в сучасному світі.</br></br>Ми створили наш дивовижний сайт, намагаючись максимально врахувати всі переваги та побажання користувачів, які цікавляться переглядом серіалів. Вибір колосальний: детективний жанр, комедії, жахи, мультяшні та документальні серіали, а також багато інших жанрів, Ви легко знайдете в цьому кінопорталі! Вибирайте серіали-новинки онлайн, які тільки-но з'явилися в прокаті, або ті, які вже давно підкорили серця глядачів. Більше не потрібно чекати наступної серії біля телевізора - заходьте в Інтернет і дивіться серіал у відмінній якості HD!</br></br>На Вас чекає неймовірний вибір з колекції іноземних та російських серіалів! До того ж серіали онлайн надаються без реєстрації, без SMS, абсолютно безкоштовно!</br></br>Розслабляйтеся, отримуйте задоволення від перегляду, обговорюйте з друзями та знайомими сюжетну лінію та вчинки героїв. Мільйони людей по всьому світу дивляться серіали в Інтернеті, на сьогоднішній день це стало дуже популярним. Вибираючи в інтернеті сайт для онлайн переглядів улюблених серіалів, орієнтуйтеся на ті, які приділяють велику увагу якості, але не тільки щодо чіткості картинки і звукоряду, але і в плані сюжетної лінії. Також зверніть увагу на те, як часто оновлюється відеотека сайту, які серіали представлені в розділах: новинки та традиційні. Сайт має бути простим у роботі, динамічним, яскравим та привертати увагу своїм змістом.</br></br>Це дуже просто і доступно, без реєстрації, без SMS, абсолютно безкоштовно! Тут Ви знайдете найкращі серіали, найпопулярніші у високій якості 720p. Заходьте на наш сайт та насолоджуйтесь переглядом.</br></br>Вітаємо, тепер Ви знаєте, де переглядати чудові серіали! Завдяки одному кліку мишки, Ви зможете вибирати фільми та дивитися їх без обмежень, адже жодного ліміту на перегляди у нас немає! За допомогою нашого плеєра Ви насолодитеся переглядом вибраного. Влаштовуйте комфортні, захоплюючі вечори у себе вдома у компанії своїх друзів та насолоджуйтесь екранними історіями без нав'язливої реклами. Отримуйте задоволення без зайвих проблем!"
  },
  "mediaPage": {
    "title": "Рекомендуємо"
  },
  "recommendations": {
    "title": "Рекомендуємо"
  },
  "topFilms": {
    "title": {
      "first": "MIX",
      "accent": "MOVIE",
      "third": "TOP 5"
    },
    "vote": {
      "first": "За цей фільм",
      "accent": "проголосувало",
      "third": "кіноманів"
    },
    "button": "Дивитись"
  },
  "filmDetails": {
    "details": {
      "tooltipFavouritesText": "Хочете зберегти фільм на потім? Увійдіть та додайте його в обране!",
      "tabs": {
        "description": "Опис",
        "actors": "Актори",
        "comments": "Відгуки"
      },
      "description": {
        "collapse": "Згорнути",
        "more": "Детальніше",
        "rate": "Рейтинг",
        "country": "Країна",
        "budget": "Бюджет",
        "budgetCurrency": " $",
        "episodes": "Епізодів",
        "seasons": "Сезонів",
        "runtime": "Тривалість",
        "runtimeSize": " хв",
        "studio": "Студія",
        "status": "Статус"
      }
    },
    "comments": {
      "addComment": "Додати коментар",
      "moreComments": "Більше коментарів",
      "authFirst": "Для того, щоб залишити відгук вам потрібно",
      "authSecond": "увійти",
      "authThird": "або",
      "authFourth": "зареєструватись"
    },
    "similarFilms": {
      "title": "Подібні фільми"
    }
  },
  "favourites": {
    "title": "Cписок обраного",
    "notFoundAll": "Уупс! В обраному нічого не має",
    "notFoundFilms": "Уупс! Не має обраних фільмів",
    "notFoundTv": "Уупс! Не має обраних серіалів"
  },
  "filters": {
    "button": "Сброс",
    "genres": "Жанри",
    "years": "Всі роки"
  },
  "search": {
    "notFoundFilms": "Фільми не знайдені!",
    "notFoundTv": "Серіали не знайдені!"
  },
  "ui": {
    "tooltipFavouritesText": "Хочете зберегти фільм на потім? Увійдіть та додайте його в обране!"
  },
  "footer": {
    "menu": {
      "films": "Фільми",
      "series": "Серіали",
      "favourites": "Обране",
      "help": "Підтримка",
      "search": "Пошук"
    },
    "menuFavouritesTooltip": "Хочете зберегти фільм на потім? Увійдіть та додайте його в обране!",
    "button": "Напишіть нам",
    "rights": "2023 All Rights Reserved"
  }
}
